Repository: 71/YAFA
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: fr, ko

source: “%@” is no longer applied to any term.
fr: « %@ » n'est plus appliqué à aucun terme.
ko: 「%@」은(는) 더 이상 어떤 용어에도 적용되어 있지 않습니다.

source: “%@” is no longer linked to anything, so there is nothing to study from it.
fr: « %@ » n'est plus lié à rien, il n'y a donc rien à étudier à partir de ce terme.
ko: 「%@」은(는) 더 이상 아무것과도 연결되어 있지 않아 학습할 것이 없습니다.

source: %@ is scheduled separately and has its own review history, which will be discarded.
fr: %@ est planifié séparément et possède son propre historique de révision, qui sera supprimé.
ko: %@은(는) 별도로 일정이 잡혀 있으며 자체 복습 기록이 있습니다. 이 기록은 삭제됩니다.

source: %lld active tags
fr: %lld tags actifs
ko: 활성 태그 %lld개

source: %lld due in %lld terms
fr: %1$lld à réviser sur %2$lld termes
ko: 용어 %2$lld개 중 %1$lld개 복습 예정

source: %lld reviews due
fr: %lld révisions à faire
ko: 복습 %lld개 예정

source: %lld terms
fr: %lld termes
ko: 용어 %lld개

source: 2 or 3 values were expected
fr: 2 ou 3 valeurs attendues
ko: 2개 또는 3개의 값이 필요합니다

source: A term is a word, a phrase, or a whole sentence. Link one to what it means, and that link is what you study.
fr: Un terme est un mot, une expression ou une phrase entière. Liez-en un à ce qu'il signifie : c'est ce lien que vous étudiez.
ko: 용어는 단어, 구, 또는 문장 전체가 될 수 있습니다. 용어를 그 뜻과 연결하면, 학습하는 것은 바로 그 연결입니다.

source: A term is a word, phrase, or sentence you can study. Add one, then link it to what it means to start studying.
fr: Un terme est un mot, une expression ou une phrase que vous pouvez étudier. Ajoutez-en un, puis liez-le à ce qu'il signifie pour commencer à étudier.
ko: 용어는 학습할 수 있는 단어, 구 또는 문장입니다. 하나를 추가한 뒤 그 뜻과 연결하면 학습을 시작할 수 있습니다.

source: Actions are easy to perform, so there is little friction to studying or updating your terms.
fr: Les actions sont simples à effectuer, ce qui rend l'étude et la modification de vos termes sans effort.
ko: 모든 동작이 간단해서 용어를 학습하거나 수정하는 데 번거로움이 없습니다.

source: Add anyway
fr: Ajouter quand même
ko: 그래도 추가

source: Add hint
fr: Ajouter un indice
ko: 힌트 추가

source: Add link
fr: Ajouter un lien
ko: 연결 추가

source: Add reverse
fr: Ajouter l'inverse
ko: 반대 방향 추가

source: Add tag
fr: Ajouter un tag
ko: 태그 추가

source: Add term
fr: Ajouter un terme
ko: 용어 추가

source: Again
fr: À revoir
ko: 다시

source: Blank
fr: Masquer
ko: 빈칸

source: Choose target
fr: Choisir la cible
ko: 대상 선택

source: Clear
fr: Effacer
ko: 지우기

source: Close
fr: Fermer
ko: 닫기

source: Comma
fr: Virgule
ko: 쉼표

source: Continue
fr: Continuer
ko: 계속

source: Count pending reviews
fr: Compter les révisions en attente
ko: 남은 복습 수 확인

source: Create new
fr: Créer
ko: 새로 만들기

source: Create term
fr: Créer un terme
ko: 용어 만들기

source: Created
fr: Créée le
ko: 생성일

source: Custom
fr: Personnalisé
ko: 사용자 지정

source: Custom separator
fr: Séparateur personnalisé
ko: 사용자 지정 구분자

source: Data
fr: Données
ko: 데이터

source: Data is stored locally and synced to your private iCloud account, and can be exported to CSV or JSON.
fr: Les données sont stockées localement et synchronisées avec votre compte iCloud privé, et peuvent être exportées en CSV ou JSON.
ko: 데이터는 기기에 저장되고 사용자의 비공개 iCloud 계정과 동기화되며, CSV 또는 JSON으로 내보낼 수 있습니다.

source: Definition
fr: Définition
ko: 뜻

source: Delete
fr: Supprimer
ko: 삭제

source: Delete link
fr: Supprimer le lien
ko: 연결 삭제

source: Delete tag
fr: Supprimer le tag
ko: 태그 삭제

source: Delete term
fr: Supprimer le terme
ko: 용어 삭제

source: Delete this tag?
fr: Supprimer ce tag ?
ko: 이 태그를 삭제할까요?

source: Delete this term too?
fr: Supprimer aussi ce terme ?
ko: 이 용어도 삭제할까요?

source: Detect quotes
fr: Détecter les guillemets
ko: 따옴표 자동 감지

source: Didn't find what you're looking for?
fr: Vous n'avez pas trouvé ce que vous cherchiez ?
ko: 찾던 내용이 없나요?

source: Direction
fr: Sens
ko: 방향

source: Dismiss keyboard
fr: Masquer le clavier
ko: 키보드 닫기

source: Due
fr: À réviser
ko: 복습 가능

source: Due %@
fr: À réviser %@
ko: %@ 복습 예정

source: Due in %lld days
fr: Dans %lld jours
ko: %lld일 후 복습

source: Due later today
fr: À réviser aujourd'hui
ko: 오늘 중 복습 예정

source: Due now
fr: À réviser maintenant
ko: 지금 복습

source: Due tomorrow
fr: À réviser demain
ko: 내일 복습

source: Ease-of-use
fr: Simplicité
ko: 편의성

source: Easy
fr: Facile
ko: 쉬움

source: Edit tags
fr: Modifier les tags
ko: 태그 편집

source: Edit the text above to find the term these words belong to.
fr: Modifiez le texte ci-dessus pour trouver le terme auquel ces mots appartiennent.
ko: 위 텍스트를 수정하여 이 단어들이 속한 용어를 찾으세요.

source: Errors
fr: Erreurs
ko: 오류

source: Export
fr: Exporter
ko: 내보내기

source: Export %lld terms
fr: Exporter %lld termes
ko: 용어 %lld개 내보내기

source: Export term
fr: Exporter le terme
ko: 용어 내보내기

source: Good
fr: Bien
ko: 좋음

source: Grade the answer you recalled, in case the answer above is not the one you were thinking of.
fr: Notez la réponse dont vous vous êtes souvenu si celle ci-dessus n'est pas celle à laquelle vous pensiez.
ko: 위의 정답이 생각하던 것이 아니라면, 실제로 떠올린 정답을 평가하세요.

source: Hard
fr: Difficile
ko: 어려움

source: Has its own progress
fr: A sa propre progression
ko: 자체 진도 있음

source: Hide answer
fr: Masquer la réponse
ko: 정답 숨기기

source: Hide tags
fr: Masquer les tags
ko: 태그 숨기기

source: Hint
fr: Indice
ko: 힌트

source: Import
fr: Importer
ko: 가져오기

source: Import terms
fr: Importer des termes
ko: 용어 가져오기

source: Import text
fr: Texte à importer
ko: 텍스트 가져오기

source: Include notes
fr: Inclure les notes
ko: 노트 포함

source: Information
fr: Informations
ko: 정보

source: It keeps its due date but starts a review history of its own, and is scheduled separately from now on.
fr: Il conserve sa date de révision mais commence son propre historique, et sera planifié séparément désormais.
ko: 복습 예정일은 유지하되 자체 복습 기록을 새로 시작하며, 이후로는 별도로 일정이 잡힙니다.

source: Keep
fr: Conserver
ko: 유지

source: Link this term to a meaning, translation, definition, or example sentence to study it.
fr: Liez ce terme à un sens, une traduction, une définition ou un exemple pour l'étudier.
ko: 이 용어를 뜻, 번역, 정의 또는 예문과 연결하면 학습할 수 있습니다.

source: Links
fr: Liens
ko: 연결

source: Missing definition
fr: Pas de définition
ko: 정의 없음

source: Modified
fr: Modifiée le
ko: 수정일

source: Never studied
fr: Jamais étudié
ko: 학습한 적 없음

source: Never studied (%lld)
fr: Jamais étudiées (%lld)
ko: 학습하지 않음 (%lld)

source: New tag
fr: Nouveau tag
ko: 새 태그

source: No back
fr: Pas de verso
ko: 뒷면 없음

source: No front
fr: Pas de recto
ko: 앞면 없음

source: No review due
fr: Aucune révision à faire
ko: 복습 예정 없음

source: No tags
fr: Aucun tag
ko: 태그 없음

source: No term
fr: Aucun terme
ko: 용어 없음

source: Nothing else shares this schedule.
fr: Rien d'autre ne partage cette planification.
ko: 이 일정을 공유하는 항목이 없습니다.

source: Only count reviews of terms with these tags.
fr: Ne compter que les révisions des termes ayant ces tags.
ko: 이 태그가 있는 용어의 복습만 계산합니다.

source: Open term
fr: Ouvrir le terme
ko: 용어 열기

source: Organization
fr: Organisation
ko: 구성

source: Organize terms with tags, and link them to each other — a word can have several meanings, two words can share one, and a word inside a sentence can be studied from it.
fr: Organisez les termes avec des tags, et liez-les entre eux — un mot peut avoir plusieurs sens, deux mots peuvent en partager un, et un mot dans une phrase peut être étudié à partir d'elle.
ko: 태그로 용어를 정리하고 서로 연결하세요. 한 단어가 여러 뜻을 가질 수도, 두 단어가 한 뜻을 공유할 수도, 문장 속 단어를 그 문장에서 학습할 수도 있습니다.

source: Parsed
fr: Résultats
ko: 파싱 결과

source: Preview
fr: Aperçu
ko: 미리보기

source: Private
fr: Privé
ko: 비공개

source: Progress
fr: Progression
ko: 진도

source: Quote can only appear at start of field
fr: Les guillemets ne peuvent apparaître qu'en début de champ
ko: 따옴표는 필드의 시작에만 올 수 있습니다

source: Quote must be followed by separator or end of line
fr: Les guillemets doivent être suivis d'un séparateur ou d'une fin de ligne
ko: 따옴표 다음에는 구분자 또는 줄 끝이 와야 합니다

source: Quote values
fr: Mettre les valeurs entre guillemets
ko: 값 따옴표 처리

source: Remember what you learn using [FSRS](https://github.com/open-spaced-repetition/fsrs4anki/wiki).
fr: Mémorisez ce que vous apprenez grâce à [FSRS](https://github.com/open-spaced-repetition/fsrs4anki/wiki).
ko: [FSRS](https://github.com/open-spaced-repetition/fsrs4anki/wiki)를 사용하여 학습한 내용을 기억하세요.

source: Remove
fr: Retirer
ko: 제거

source: Remove from progress
fr: Retirer de la progression
ko: 진도에서 제거

source: Remove from this progress?
fr: Retirer de cette progression ?
ko: 이 진도에서 제거할까요?

source: Remove tag
fr: Retirer le tag
ko: 태그 제거

source: Rename
fr: Renommer
ko: 이름 변경

source: Reveal answer
fr: Révéler la réponse
ko: 정답 공개

source: Review due
fr: Révision à faire
ko: 복습 예정

source: Review history
fr: Historique des révisions
ko: 복습 기록

source: Reviewing any of these advances the schedule of all of them.
fr: Réviser l'un d'eux fait avancer la planification de tous.
ko: 이 중 하나를 복습하면 모두의 일정이 함께 진행됩니다.

source: Save
fr: Enregistrer
ko: 저장

source: Search or add...
fr: Rechercher ou ajouter...
ko: 검색 또는 추가...

source: Select a word and tap $1 to study this sentence with this word hidden.
fr: Sélectionnez un mot et appuyez sur $1 pour étudier cette phrase avec ce mot masqué.
ko: 단어를 선택하고 $1을(를) 누르면 그 단어를 가린 채 이 문장을 학습할 수 있습니다.

source: Select all
fr: Tout sélectionner
ko: 모두 선택

source: Semicolon
fr: Point-virgule
ko: 세미콜론

source: Separator
fr: Séparateur
ko: 구분자

source: Separator text must contain exactly one character.
fr: Le séparateur doit contenir exactement un caractère.
ko: 구분자는 정확히 한 글자여야 합니다.

source: Share progress with...
fr: Partager la progression avec…
ko: 진도 공유 대상…

source: Shared progress
fr: Progression partagée
ko: 공유 진도

source: Shares progress with "$1". Reviewing either advances both.
fr: Progression partagée avec « $1 ». Réviser l'un fait avancer les deux.
ko: 「$1」과(와) 진도를 공유합니다. 둘 중 하나를 복습하면 둘 다 진행됩니다.

source: Shares progress with $1 other links. Reviewing any of them advances all.
fr: Progression partagée avec $1 autres liens. Réviser l'un d'eux les fait tous avancer.
ko: 다른 링크 $1개와 진도를 공유합니다. 그중 하나를 복습하면 모두 진행됩니다.

source: Shares progress with the link above
fr: Partage la progression avec le lien ci-dessus
ko: 위 연결과 진도 공유

source: Spaced repetition
fr: Répétition espacée
ko: 간격 반복

source: Studied by recalling "$1" from "$2"
fr: Étudié en retrouvant « $1 » à partir de « $2 »
ko: 「$2」에서 「$1」을(를) 떠올리며 학습

source: Studied by recalling "$2" from "$1"
fr: Étudié en retrouvant « $2 » à partir de « $1 »
ko: 「$1」에서 「$2」을(를) 떠올리며 학습

source: Studied from the other term
fr: Étudié depuis l'autre terme
ko: 다른 용어에서 학습

source: Studied from this term
fr: Étudié depuis ce terme
ko: 이 용어에서 학습

source: Studied in both directions
fr: Étudié dans les deux sens
ko: 양방향 학습

source: Studied in both directions: "$1" from "$2", and "$2" from "$1"
fr: Étudié dans les deux sens : « $1 » à partir de « $2 », et « $2 » à partir de « $1 »
ko: 양방향으로 학습: 「$2」에서 「$1」, 그리고 「$1」에서 「$2」

source: Study
fr: Étudier
ko: 학습

source: Study %@ from this term
fr: Étudier « %@ » à partir de ce terme
ko: 이 용어에서 %@ 학습

source: Study %@ from this term, dropping the blank
fr: Étudier « %@ » à partir de ce terme, en retirant le blanc
ko: 이 용어에서 %@ 학습 (빈칸 해제)

source: Study both ways
fr: Étudier dans les deux sens
ko: 양방향으로 학습

source: Study now
fr: Étudier maintenant
ko: 지금 학습

source: Study this term from %@
fr: Étudier ce terme à partir de « %@ »
ko: %@에서 이 용어 학습

source: Study this term from %@, dropping the blank
fr: Étudier ce terme à partir de « %@ », en retirant le blanc
ko: %@에서 이 용어 학습 (빈칸 해제)

source: Swap direction
fr: Inverser le sens
ko: 방향 바꾸기

source: Tab
fr: Tabulation
ko: 탭

source: Tag name
fr: Nom du tag
ko: 태그 이름

source: Tag this term so you can choose when to study it.
fr: Ajoutez un tag à ce terme pour choisir quand l'étudier.
ko: 이 용어에 태그를 붙이면 언제 학습할지 고를 수 있습니다.

source: Tags group terms. Turn one off to leave its terms out of the study queue, or tap one to see everything it holds.
fr: Les tags regroupent des termes. Désactivez-en un pour retirer ses termes de la file de révision, ou touchez-le pour voir tout ce qu'il contient.
ko: 태그는 용어를 묶습니다. 태그를 끄면 그 용어가 복습 목록에서 빠지고, 태그를 누르면 담긴 용어를 모두 볼 수 있습니다.

source: Tags to add to new terms.
fr: Tags à ajouter aux nouveaux termes.
ko: 새 용어에 추가할 태그.

source: Tap to reveal
fr: Appuyer pour révéler
ko: 탭하여 정답 보기

source: Tap to reveal other answer
fr: Appuyer pour révéler l'autre réponse
ko: 탭하여 다른 정답 보기

source: Tap to reveal other answers
fr: Appuyer pour révéler les autres réponses
ko: 탭하여 다른 정답 보기

source: Term
fr: Terme
ko: 용어

source: Text
fr: Texte
ko: 텍스트

source: These terms link to nothing, so there is nothing to study from them. Add a link or blank to start studying them.
fr: Ces termes ne sont liés à rien, il n'y a donc rien à étudier à partir d'eux. Ajoutez un lien ou un blanc pour commencer.
ko: 이 용어들은 아무것과도 연결되어 있지 않아 학습할 것이 없습니다. 링크나 빈칸을 추가하면 학습을 시작할 수 있습니다.

source: This link already has progress
fr: Ce lien a déjà une progression
ko: 이 연결에는 이미 진도가 있습니다

source: Unanchor
fr: Détacher
ko: 빈칸 해제

source: Undo
fr: Annuler
ko: 실행 취소

source: Unlinked
fr: Sans lien
ko: 링크 없음

source: Untagged
fr: Sans tag
ko: 태그 없음

source: Welcome
fr: Bienvenue
ko: 환영합니다

source: Welcome to YAFA
fr: Bienvenue dans YAFA
ko: YAFA에 오신 것을 환영합니다

source: YAFA is free and [open-source](https://github.com/71/YAFA).
fr: YAFA est gratuit et [open-source](https://github.com/71/YAFA).
ko: YAFA는 무료이며 [오픈소스](https://github.com/71/YAFA)입니다.

source: %lld tags
ko: 태그 %lld 개

source: Date
ko: 날짜

source: Format
ko: 형식

source: Notes
ko: 노트

source: Open-source
ko: 오픈소스

source: Options
ko: 옵션

source: Tag
ko: 태그

source: Tags
ko: 태그
